# Liters Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..Liters Property
UnitTypeId Class See Also
---
Liters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Liters { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Liters As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Liters {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace